Repository: AmazeeLabs/pdfpreview
Catalog: translations/*.po
Languages: es

source: PDF Preview
es: Previsualización de PDF

source: Displays an snapshot of the first page of the PDF
es: Muestra una captura de la primera página del archivo PDF

source: PDF Preview: @preset image
es: Previsualización de PDF: @preset imagen

source: Display an snapshot using imagecache preset @preset
es: Muestra una captura utilizando la preconfiguración @preset de imagecache

source: Error creating directory @dir
es: Error creando el directorio @dir

source: The directory %dir has been created
es: El directorio %dir ha sido creado

source: The path %dir is not a directory
es: La ruta %dir no es un directorio

source: Configure PDF Preview
es: Confiugrar Previsualización de PDF

source: Configure PDF Preview settings
es: Configure los ajuste de Previsualización de PDF

source: Images folder
es: Directorio de imágenes

source: Path, inside files directory, where snapshots are stored. For example <em>pdfpreview</em>
es: Ruta, dentro del directorio de archivos, dónde se almacenarán las capturas. Por ejemplo <em>pdfpreview</em>

source: Description
es: Descripción

source: Show file description beside image
es: Mostrar la descripción del archivo junto a la imagen.

source: Yes
es: Sí

source: HTML tag
es: Etiqueta HTML

source: Select which kind of HTML element will be used to theme elements
es: Seleccione el tipo de elemento HTML que se utilizará para mostrar los elementos.

source: Show a snapshot of the first page of pdf files attached to nodes
es: Muestra una captura de la primera página de los archivos pdf anexados a los nodos
